/**
 * Created by Administrator on 2016/8/1.
 */

var mock_data = {
      "种类一" : {
           "一月" : {
              "销售额": "777,222,412",
              "销售额vs目标销售额": "624,123,845",
              "销售额vs去年销售额": "777,222,412",
              "销售额vs国内同类销售额": "624,123,845",
              "销售额vs国际同类销售额": "777,222,412",
              "销售额vs总处方数": "624,123,845",
              "page2_1": "624,123,845",
              "page2_2": "624,123,845"
          },
          "二月" : {
              "销售额": "777,222,412",
              "销售额vs目标销售额": "624,123,845",
              "销售额vs去年销售额": "777,222,412",
              "销售额vs国内同类销售额": "624,123,845",
              "销售额vs国际同类销售额": "777,222,412",
              "销售额vs总处方数": "624,123,845",
              "page2_1": "624,123,845",
              "page2_2": "624,123,845"
          },
          "三月" : {
              "销售额": "777,222,412",
              "销售额vs目标销售额": "624,123,845",
              "销售额vs去年销售额": "777,222,412",
              "销售额vs国内同类销售额": "624,123,845",
              "销售额vs国际同类销售额": "777,222,412",
              "销售额vs总处方数": "624,123,845",
              "page2_1": "624,123,845",
              "page2_2": "624,123,845"
          }
            },

    "种类二" : {
        "一月" : {
            "销售额": "777,222,412",
            "销售额vs目标销售额": "624,123,845",
            "销售额vs去年销售额": "777,222,412",
            "销售额vs国内同类销售额": "624,123,845",
            "销售额vs国际同类销售额": "777,222,412",
            "销售额vs总处方数": "624,123,845",
            "page2_1": "624,123,845",
            "page2_2": "624,123,845"
        },
        "二月" : {
            "销售额": "777,222,412",
            "销售额vs目标销售额": "624,123,845",
            "销售额vs去年销售额": "777,222,412",
            "销售额vs国内同类销售额": "624,123,845",
            "销售额vs国际同类销售额": "777,222,412",
            "销售额vs总处方数": "624,123,845",
            "page2_1": "624,123,845",
            "page2_2": "624,123,845"
        },
        "三月" : {
            "销售额": "777,222,412",
            "销售额vs目标销售额": "624,123,845",
            "销售额vs去年销售额": "777,222,412",
            "销售额vs国内同类销售额": "624,123,845",
            "销售额vs国际同类销售额": "777,222,412",
            "销售额vs总处方数": "624,123,845",
            "page2_1": "624,123,845",
            "page2_2": "624,123,845"
        }
    },

    "种类三" : {
        "一月" : {
            "销售额": "777,222,412",
            "销售额vs目标销售额": "624,123,845",
            "销售额vs去年销售额": "777,222,412",
            "销售额vs国内同类销售额": "624,123,845",
            "销售额vs国际同类销售额": "777,222,412",
            "销售额vs总处方数": "624,123,845",
            "page2_1": "624,123,845",
            "page2_2": "624,123,845"
        },
        "二月" : {
            "销售额": "777,222,412",
            "销售额vs目标销售额": "624,123,845",
            "销售额vs去年销售额": "777,222,412",
            "销售额vs国内同类销售额": "624,123,845",
            "销售额vs国际同类销售额": "777,222,412",
            "销售额vs总处方数": "624,123,845",
            "page2_1": "624,123,845",
            "page2_2": "624,123,845"
        },
        "三月" : {
            "销售额": "777,222,412",
            "销售额vs目标销售额": "624,123,845",
            "销售额vs去年销售额": "777,222,412",
            "销售额vs国内同类销售额": "624,123,845",
            "销售额vs国际同类销售额": "777,222,412",
            "销售额vs总处方数": "624,123,845",
            "page2_1": "624,123,845",
            "page2_2": "624,123,845"
        }
    }
};
